Repository: noura1812/todo_task
Catalog: lib/l10n/app_*.arb
Languages: ar

# pendingResponse
source: {pendingResponse,select,requestPending{Pending} other{Request Pending}}
ar: {pendingResponse,select,requestPending{قيد الانتظار} other{في انتظار الطلب}}

# errorResponse
source: {errorResponse,select, requiredFields{Required field} locationService{Please enable location permission} locationPermission {Please enable location permission} enableLocation{Please enable location to continue!} attachmentRequired{Attachment required} maxUpload2MB{Maximum file size is 2MB} cameraPermission{Please enable Camera permission} enableStoragePermissions{Please enable Storage permission} serverError{Server Error} unsupportedType{Unsupported File Type} somethingWentWrong{Something Went Wrong Try Again Later} other{Error occurred}}
ar: {errorResponse,select, requiredFields{حقل مطلوب} enableLocation{الرجاء تمكين الموقع للمتابعة!} locationPermission{يحتاج إذن الموقع للمتابعة} locationService{للمتابعة، قم بتشغيل خدمة الموقع على الجهاز} attachmentRequired{المرفق مطلوب} maxUpload2MB{الحد الأقصى لحجم الملف هو 2 ميجابايت} cameraPermission{يرجى تمكين إذن الكاميرا} enableStoragePermissions{يرجى تمكين إذن التخزين} serverError{خطأ في الخادم} unsupportedType{نوع الملف غير مدعوم} other{حدث خطأ}}
