Repository: noura1812/todo_task
Catalog: lib/l10n/app_*.arb
Languages: ar

# title
source: Arab Camion
ar: Copart Saudi todo

# introPageLanguageSliderTitle
source: Choose your language
ar: اختر لغتك

# introPageLanguageSliderDesc
source: Select your preferred language
ar: اختر اللغة المفضلة لديك

# introPageSkipButtonText
source: Skip
ar: تخطي

# introPageNextButtonText
source: Next
ar: التالي

# userEmail
source: Your login (email)
ar: البريد الإلكتروني

source: Invalid email
ar: بريد إلكتروني غير صالح

# password
source: Your Password
ar: كلمة المرور

source: Register
ar: تسجيل

source: Login With
ar: تسجيل الدخول مع

source: Enter Your Password
ar: ادخل كلمة المرور

source: Enter Your E-mail
ar: أدخل بريدك الإلكتروني

source: Invalid password
ar: كلمة مرور غير صالحة

source: Sign in
ar: تسجيل الدخول

source: Submit
ar: إرسال

source: whatsapp
ar: واتساب

source: WhatsApp number
ar: رقم الواتساب

source: and
ar: و

source: Pending
ar: قيد الانتظار

source: not available
ar: غير متاح

# sellerPageSlogan
source: Slogan
ar: شعار

# sellerPageDescription
source: Description
ar: الوصف

# sellerPageWebsite
source: Website
ar: موقع الويب

# sellerPageSocialNetworks
source: Social Networks
ar: الشبكات الاجتماعية

source: add Your Location
ar: أضف موقعك

source: edit Your Location
ar: عدل موقعك

source: your Location
ar: موقعك

# addLocationOnMap
source: you can add your location on the map
ar: يمكنك إضافة موقعك على الخريطة

source: Add New Document
ar: أضف مستندا جديد

# willDeleteProduct
source: This will delete this Product permanently. You cannot undo this action.
ar: سيؤدي هذا إلى حذف هذا المنتج نهائيًا. لا يمكنك التراجع عن هذا الإجراء.

source: Top Makes
ar: أفضل الماركات

source: Description:
ar: وصفك

source: Reference:
ar: المرجع:

source: My recap
ar: ملخصي

source: My cart
ar: عربتي

source: Need more information?
ar: هل تحتاج إلى معلومات أكثر؟

source: Post your ad on our networks, and increase your chances to sell!
ar: انشر إعلانك على شبكاتنا, وزد من فرص بيعه!

source: Your ad on Facebook
ar: إعلانك على فيسبوك

source: Our Refresh and Front page visibility options guarantee maximum visibility for your ad.
ar: تضمن خيارات التحديث والظهور في الصفحة الأولى لدينا أقصى قدر من الرؤية لإعلانك.

source: Highlight your ad
ar: إبراز إعلانك

source: Reassure buyers by adding to your ad a video of your vehicle or equipment.
ar: طمأن المشترين بإضافة مقطع فيديو لسيارتك أو معداتك إلى إعلانك.

source: You can add up to 10 pictures per ad, enjoy!
ar: يمكنك إضافة ما يصل إلى 10 صور لكل إعلان، استمتع!

source: Our different offers allow you to choose the duration of publication of the ad according to your needs.
ar: تتيح لك عروضنا المختلفة اختيار مدة نشر الإعلان وفقًا لاحتياجاتك.

source: Duration of your online ad
ar: مدة إعلانك الإلكتروني

source: Our formulas
ar: صيغنا

source: recommended
ar: موصى به

source: until the sale*
ar: حتى البيع*

source: weeks
ar: أسابيع

source: Visibility options
ar: خيارات الرؤية

source: visibility
ar: الرؤية

source: Delete
ar: حذف

source: Priority
ar: الأولوية

source: Save and leave
ar: حفظ ومغادرة

source: Added to your drafts
ar: تمت إضافتها إلى المسودات الخاصة بك

# navigationToAnyOtherMenu
source: Navigation to any other menu will cause current assignment data loss. Press Cancel if you want to continue with the same assignment.
ar: الانتقال إلى أي قائمة أخرى سيؤدي إلى فقدان البيانات الحالية. اضغط على إلغاء إذا كنت ترغب في الاستمرار .

source: Are you sure ?
ar: هل أنت متأكد ؟

# applyRules
source: Apply
ar: الخاصة بشركة Google

# phone
source: Phone Number
ar: رقم الهاتف

source: rental type
ar: نوع الإيجار

# thisAppIsProtected
source: This app is protected by reCAPTCHA. Google's
ar: هذا الموقع محمي بواسطة reCAPTCHA,وتنطبق

# notRegistered
source: Not yet registered?
ar: غير مسجل بعد؟

source: Forgot your Password
ar: هل نسيت كلمة المرور؟

source: Already registered?
ar: هل أنت مسجل بالفعل؟

source: Register with
ar: سجل معنا

# passwordDoesNotMatch
source: Password doesn't match
ar: كلمة المرور غير متطابقة

source: Company
ar: الشركة

source: Your company name
ar: اسم شركتك

# personTitle
source: Title
ar: العنوان

source: Mr
ar: السيد

source: Ms
ar: السيدة

source: Invalid title
ar: عنوان غير صحيح

source: Name
ar: الاسم

source: Last name
ar: الكنية

source: Invalid last name
ar: الكنية غير صحيحة

source: First name
ar: الاسم الاول

source: Your first name
ar: اسمك الاول

source: Invalid first name
ar: الاسم الاول غير صحيح

source: International VAT number
ar: رقم الضريبة المستخدم على المستوى الدولي

source: Invalid phone number
ar: رقم الهاتف غير صحيح

source: Postal code
ar: الرمز البريدي

source: Your postcode
ar: رمز البريد الخاص بك

source: Town
ar: المدينة

source: Your city
ar: مدينتك

source: Country
ar: البلد

source: Ads
ar: الإعلانات

source: Statistics
ar: الإحصائيات

source: Leads
ar: يؤدي

source: Leads(messages)
ar: العملاء المحتملون(الرسائل)

source: Contract and Invoices
ar: العقد والفواتير

source: Account Settings
ar: إعدادات الحساب

source: Help and Contact
ar: المساعدة والاتصال

source: Truck
ar: شاحنة

source: Edit Password
ar: تعديل كلمة المرور

# disconnectWarning
source: You will be disconnected once you've validated this form.
ar: سيتم تسجيل الخروج بمجرد حفظ التعديلات.

source: Previous Password
ar: كلمة المرور السابقة

source: New Password
ar: كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Save
ar: حفظ

source: Cancel
ar: إلغاء

source: Edit Info
ar: تحرير المعلومات

source: Categories
ar: الفئات

source: Place an Ad
ar: ضع إعلانًا

source: My Spaces
ar: مساحاتي

source: Sell
ar: بيع

source: Buy
ar: اشتر

source: More Categories
ar: المزيد من الفئات

source: Favorite
ar: المفضلة

source: Saved Searches
ar: عمليات البحث المحفوظة

source: Subcategory
ar: فئة فرعية

source: No categories found.
ar: لم يتم العثور على فئات.

source: No sub Categories found.
ar: لم يتم العثور على فئات فرعية.

source: Tractor unit
ar: جرار

source: Semi-trailer
ar: شبه مقطورة

source: Van
ar: سيارة نقل

source: Auction
ar: مزاد

source: Invalid Company
ar: الشركة غير صالحة

source: Rental
ar: استئجار

source: News
ar: أخبار

source: invalid district
ar: المنطقة غير صالحة

source: Services
ar: الخدمات

source: Useful info
ar: معلومات مفيدة

# enterYourEmailForgotPassword
source: Enter the email address you saved. You will get an email informing you on how to get a new password.
ar: أدخل عنوان البريد الإلكتروني الذي قمت بحفظه. ستصلك رسالة بريد إلكتروني تعلمك بكيفية الحصول على كلمة المرور الجديدة.

source: My Contact Details
ar: بيانات الاتصال الخاصة بي

source: Main Contact
ar: جهة الاتصال الرئيسية

# modifyAccessCodes
source: Modify my access codes
ar: تعديل رموز الوصول الخاصة بي

# editContact
source: Edit this contact
ar: تحرير جهة الاتصال هذه

# activateTwoStepAuthentication
source: Activate the two-step authentication
ar: تفعيل المصادقة ذات الخطوتين

source: Company's address
ar: عنوان الشركة

# companysAddressDescription
source: This address will be on the technical sheets.
ar: سيكون هذا العنوان موجودًا في الأوراق الفنية.

# changeAddress
source: Change my address
ar: تغيير عنواني

source: Billing address
ar: عنوان إرسال الفواتير

# billingAddressDescription
source: Change my address
ar: تغيير عنواني

source: Invalid country
ar: البلد غير صحيح

source: Business sector
ar: قطاع الأعمال

source: District when available
ar: المنطقة عند توفرها

# authorizeMobileContact
source: I authorize Arab Camion to contact me in a personalized way about its services.
ar: أسمح لشركة بالاتصال بي بطريقة شخصية بشأن خدماتها.

source: Get the newsletter
ar: احصل على النشرة الإخبارية

# bySendingEmail
source: or by sending an email to:
ar: أو عن طريق إرسال بريد إلكتروني إلى:

source: “Unsubscribe”
ar: “إلغاءالاشتراك”

# withdrawSubscription
source: Possible withdrawal of subscription via the link
ar: إمكانية سحب الاشتراك عبر الرابط

# weAreCommitted
source: We are committed to respect the core values of the regulations on the protection of your personal data. Read more about our
ar: نحن ملتزمون باحترام القيم الأساسية للوائح المتعلقة بحماية بياناتك الشخصية. اقرأ المزيد عن

source: Job Title
ar: المسمى الوظيفي

# introPageGetStartedButtonText
source: Get Started
ar: ابدأ

# bottomNavigationBarHomeText
source: Home
ar: الرئيسية

# bottomNavigationBarRecordText
source: Records
ar: السجل

# bottomNavigationBarProfileText
source: Profile
ar: الملف الشخصي

source: Language
ar: اللغة

source: Camera
ar: الكاميرا

source: Dashboard
ar: الرئيسية

source: SignOut
ar: تسجيل الخروج

source: Search
ar: بحث

source: Gallery
ar: المعرض

source: My account
ar: حسابي

source: Light Theme
ar: نمط فاتح

source: Dark Theme
ar: نمط داكن

source: System Mode
ar: نمط النظام

source: About Us
ar: عنا

source: Help
ar: المساعدة

source: Approve
ar: الموافقة

source: Reject
ar: رفض

source: Close
ar: إغلاق

source: OR
ar: أو

source: Select
ar: اختار

source: Yes
ar: نعم

source: No
ar: لا

# getYourLocation
source: Your Location
ar: اختر موقع المركبة

source: Try Again
ar: حاول مرة أخرى

source: Verify
ar: التحقق

source: Verification
ar: التحقق

source: after
ar: بعد

# youWantToDeleteAccount
source: Are you sure you want to delete your account? This action is irreversible. All your data will be permanently deleted .
ar: هل ترغب في حذف الحساب؟

source: Beware!
ar: احذر !

source: View ads
ar: مشاهدة الإعلانات

source: Price Estimator
ar: مقدر السعر

source: Place a Classified Ad
ar: ضع إعلانًا مصنف

source: Business tools
ar: أدوات الأعمال

source: Useful Links
ar: روابط مفيدة

# advertisementOnOurWebsite
source: Advertisement on our App
ar: إعلان على التطبيق

source: Manufacturer sheets
ar: أوراق الشركات المصنعة

source: Safety advice
ar: نصائح السلامة

source: Makes
ar: ماركات

source: Focus Ranges
ar: نطاقات التركيز

source: FAQ
ar: الأسئلة الشائعة

source: My Contact Info
ar: معلومات الاتصال الخاصة بي

source: Date of birth
ar: تاريخ الميلاد

source: Address
ar: عنوان

source: Profile
ar: حسابي

# advice
source: ِArabcamion advices you on how to buy and sell your used vehicles in total peace of mind!
ar: يقدم لك تطبيق Arabcamion النصائح حول كيفية شراء وبيع سياراتك المستعملة براحة بال تامة!

# iamSeller
source: I am a seller
ar: أنا بائع

# iamBuyer
source: I am a Buyer
ar: أنا مشتري

source: Invalid address
ar: عنوان غير صالح

source: Address 1
ar: العنوان 1

source: Select birthDate
ar: اختر تاريخ الميلاد

source: Invalid date format
ar: تنسيق تاريخ غير صالح

source: Invalid date
ar: تاريخ غير صالح

source: BirthDate
ar: تاريخ الميلاد

source: Month/Date/Year
ar: شهر / تاريخ / سنة

source: Hours
ar: ساعات العمل

source: Contact Us
ar: اتصل بنا

source: App Settings
ar: إعدادات التطبيق

source: Notifications
ar: إخطارات

# websiteTermsAndConditions
source: App Terms and Conditions
ar: شروط وأحكام التطبيق

source: Member Terms and Conditions
ar: شروط وأحكام العضوية

source: Privacy Policy
ar: سياسة الخصوصية

source: Notification
ar: إخطارات

source: Error
ar: خطأ

source: Edit
ar: تحرير

source: Login
ar: تسجيل الدخول

source: Logout
ar: تسجيل الخروج

# logoutAlertDesc
source: Are you sure?
ar: هل أنت متأكد؟

# agreeTermsNotice
source: By continuing you agree to the
ar: من خلال الاستمرار, فإنك توافق على

# terms
source: Terms & Conditions
ar: الشروط والأحكام

source: Ok
ar: موافق

source: Manage My Ads
ar: إدارة إعلاناتي

source: My Classified Ads
ar: إعلاناتي المصنفة

source: Your Fleet
ar: إعلاناتك

source: Ads Online
ar: الإعلانات عبر الإنترنت

source: Vehicles on Fleet
ar: الاعلانات المفعله

source: Ads to Complete
ar: الإعلانات المطلوب إكمالها

# adsWithPendingVehicles
source: Ads with Pending validation
ar: إعلانات في انتظار المراجعة

source: Add an Ad
ar: أضف إعلانًا

source: My Company
ar: شركتي

# sellersPage
source: Your seller's page
ar: صفحة البائعين

# managePageContent
source: You can manage your page content at your convenience. Click on block, edit and save.
ar: يمكنك إدارة محتوى صفحتك براحة تامة. انقر على القسم ، ثم حرره واحفظه.

# viewPageOnline
source: View your page online
ar: عرض صفحتك على الإنترنت

# changeHeaderImage
source: Change the header image
ar: تغيير صورة الرأس

# noNotifications
source: no notifications yet
ar: لا يوجد إشعارات

source: Drafts
ar: المسودات

source: Added successfully
ar: تم الاضافه بنجاح

# areYouSureYouWantToDelete
source: Are you sure you want to delete this Document?
ar: هل أنت متأكد أنك تريد حذف هذا المستند؟

source: Files
ar: ملفات

source: Send
ar: ارسل

source: Favorite ads
ar: الإعلانات المفضلة

source: Search something else
ar: ابحث عن شيء آخر

source: Save time in your used truck search!
ar: وفر الوقت في البحث عن شاحنتك المستعملة!

source: Bookmark your favorite ads by clicking on the heart symbol
ar: ضع إشارة مرجعية على إعلاناتك المفضلة بالنقر فوق رمز القلب

source: Find and easily compare your favourite ads on your search space
ar: ابحث عن إعلاناتك المفضلة وقارنها بسهولة في مساحة البحث الخاصة بك

source: How it works?
ar: كيف تعمل؟

# lookForVehicles
source: 1 - Look for vehicles
ar: 1- ابحث عن المركبات

# clickOnTheHeartToBookmarkAds
source: 2 - Click on the heart to bookmark ads
ar: 2- انقر على القلب لإضافة إشارة مرجعية للإعلانات

# findYourBookmarkedAdsInYourSearchAccount
source: 3 - Find your bookmarked ads in your search account
ar: 3- ابحث عن الإعلانات التي أضفت إليها إشارة مرجعية في حساب البحث الخاص بك

source: No ad online during this period
ar: لا يوجد إعلان مفعل خلال هذه الفترة

source: Email Count
ar: عدد رسائل البريد الإلكتروني:

source: Phone Count
ar: عدد المكالمات الهاتفية:

source: WhatsApp Count
ar: عدد رسائل واتساب:

source: View Count
ar: عدد المشاهدات:

source: Consultation Count
ar: عدد الاستشارات:

source: views
ar: مشاهدات

source: Received emails
ar: البريد الإلكتروني الوارد

source: Number of visits to your contact details
ar: عدد الزيارات إلى تفاصيل الاتصال الخاصة بك

source: Sort by
ar: فرز حسب

source: Monthly consultations of your ads
ar: استشارات إعلاناتك الشهرية

source: The last 12 months
ar: آخر 12 شهرًا

source: detailed
ar: مفصل

source: general
ar: عام

source: Filters
ar: تصنيف

source: Check out this vehicles !!
ar: تحقق من هذه المركبة !!

source: Price on the ad
ar: السعر على الإعلان

source: Indicate your offer
ar: قيمة العرض المقدم

source: Your data is required
ar: البيانات الخاصة بك مطلوبة

source: Make offer
ar: قدم عرضًا

source: The message is required
ar: الرسالة مطلوبة

source: I am professional
ar: أنا محترف

source: Price
ar: السعر

source: Email
ar: البريد الإلكتروني

source: Location
ar: الموقع

source: Search by location
ar: البحث حسب الموقع

source: No products available
ar: لا توجد منتجات متوفرة

source: Contact the seller
ar: اتصل بالبائع

source: Your details
ar: تفاصيلك

source: Your request:
ar: طلبك

source: Specify the reference:
ar: حدد المرجع

source: Your Message
ar: رسالتك

# viaMobilisCommitsToRespectingTheValues
source: The App commits to respecting the fundamental values of the regulations to protect your Personal Data.
ar: تلتزم الشركة باحترام القيم الأساسية للوائح لحماية بياناتك الشخصية.

# detailsTransmittedToSellers
source: Your contact details may be transmitted to sellers.
ar: قد يتم نقل تفاصيل الاتصال الخاصة بك إلى البائعين.

source: Sale price
ar: سعر البيع

source: Price on request
ar: السعر قيد الطلب

# areYouSureYouWantDeleteProduct
source: Are you sure you want to delete this Product ?
ar: هل أنت متأكد من رغبتك في حذف هذا المنتج؟

source: show location on map
ar: أظهر الموقع على الخريطة

source: add at least one picture
ar: أضف صورة واحدة على الأقل

source: ad type is required
ar: نوع الإعلان مطلوب

source: My products
ar: منتجاتي

# latestAdPublished
source: Latest ads published
ar: أحدث الإعلانات المنشورة

source: Contact seller
ar: اتصل بالبائع

source: Browse the seller's ads
ar: استعرض إعلانات البائعين

source: make an offer
ar: قدم عرضًا

# invalidInput
source: Invalid
ar: غير صالح

source: day
ar: اليوم

source: Rental rate
ar: سعر الإيجار

source: Review
ar: مراجعة

# dealershipsAndOthers
source: Dealerships, Distributors, Traders & Sellers
ar: الوكلاء ,الموزعون ,التجار والبائعين

source: hour
ar: الساعه

source: Invalid name
ar: اسم غير صالحة

source: Invalid hour
ar: ساعة غير صالحة

source: Invalid day
ar: يوم غير صالح

source: Call the seller
ar: اتصل بالبائع

source: Information
ar: معلومات

# slogan
source: Your slogan
ar: شعارك

# noSlogan
source: You don't have any slogan
ar: لا يوجد لديك أي شعار

# noDescription
source: You don't have any description
ar: لا يوجد لديك أي وصف

source: Activity
ar: النشاط

# noActivity
source: no activity specified
ar: لم يتم تحديد أي نشاط

# noServices
source: no Services specified
ar: لم يتم تحديد أي خدمات

# noWorkingHours
source: no working hours specified
ar: لم يتم تحديد ساعات عمل

# website
source: Your website
ar: موقع الويب الخاص بك

# enterWebsiteUrl
source: Enter your website URL
ar: أدخل عنوان URL لموقع الويب الخاص بك

# socialNetworks
source: Your social networks
ar: شبكات التواصل الاجتماعي الخاصة بك

# noSocialNetworks
source: You don't have social networks
ar: ليس لديك شبكات تواصل اجتماعي

source: Video link
ar: رابط الفيديو

# videoDescription
source: You can add a video to showcase your company. All you have to do is insert the link of your video from youtube.com
ar: يمكنك إضافة مقطع فيديو لعرض شركتك. كل ما عليك فعله هو إدراج رابط الفيديو الخاص بك من youtube.com

# addVideo
source: You can add a video of your company
ar: يمكنك إضافة مقطع فيديو لشركتك

# addImages
source: You can add images of your company
ar: يمكنك إضافة صور لشركتك

# allowedFormats
source: Allowed formats: jpg, jpeg
ar: الصيغ المسموح بها: jpg, jpeg

# maxPhotos
source: You can display up to 5 photos
ar: يمكنك عرض ما يصل إلى 5 صور

# companyPictures
source: Company's pictures
ar: صور الشركة

source: Add picture
ar: إضافة صورة

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: SMS authentication
ar: المصادقة عبر الرسائل النصية القصيرة

# receiveCodeBySMS
source: Receive a code by SMS
ar: استلام الرمز عبر الرسائل القصيرة

source: Confirm
ar: تأكيد

source: Delete account
ar: حذف الحساب

source: Business document
ar: مستند عمل

# enterYouTubeLink
source: Please enter a YouTube link
ar: الرجاء إدخال رابط YouTube

# invalidYouTubeLink
source: Please enter a valid YouTube link
ar: الرجاء إدخال رابط YouTube صالح

source: to
ar: إلى

source: Invalid time
ar: الوقت غير صالح

source: You will receive an OTP via SMS
ar: ستتلقى رمز تحقق مرة واحدة عبر الرسائل القصيرة

source: resend again
ar: أعد الإرسال مرة أخرى

source: Sunday
ar: الأحد

source: Ads list
ar: قائمة الإعلانات

source: Display options
ar: خيارات العرض

# languageOfDocument
source: Language of the document
ar: لغة المستند

# specifyContactOnDocument
source: Specify a contact on the document
ar: تحديد جهة اتصال على المستند

source: Type
ar: النوع

source: Category
ar: الفئة

# additionalInformation
source: By default, we display the photo, year, mileage of each vehicle and a simple description. You can choose to display additional information:
ar: بشكل افتراضي ، نعرض صورة السيارة وسنة الصنع والمسافة المقطوعة لكل مركبة ووصفًا بسيطًا. يمكنك اختيار عرض معلومات إضافية:

source: End of publication date
ar: تاريخ نهاية النشر

source: Number of ads
ar: عدد الإعلانات

# detailedDescriptionOfVehicles
source: Detailed description of the vehicles
ar: وصف مفصل للسيارات

# textAtTopOfDocument
source: Text to put on the top of the document
ar: نص يوضع أعلى المستند

# textAtEndOfListing
source: Text to put at the end of the listing
ar: نص يوضع في نهاية المستند

source: Generate Document
ar: إنشاء مستند

# documentDisplayOptions
source: For each type of documents choose the information to display: custom texts, logos, languages, technical and commercial data
ar: لكل نوع من المستندات ، اختر المعلومات التي تريد عرضها: نصوص مخصصة وشعارات ولغات وبيانات فنية وتجارية

source: Create my document
ar: إنشاء مستندي

# posAdvertising
source: POS (Point of sale) advertising
ar: إعلان نقاط البيع (POS)

source: Personal Info
ar: المعلومات الشخصية

source: Personalization
ar: التخصيص

source: Month
ar: شهر

source: No documents available
ar: لا توجد مستندات متوفرة

# doNotDisplayOnWebsite
source: Do not display this name on app
ar: لا تعرض هذا الاسم على التطبيق

source: New document
ar: مستند جديد

# measureROI
source: Precisely measure your ROI on the App network
ar: قياس عائد الاستثمار الخاص بك بدقة على شبكة التطبيق

source: Contacts
ar: جهات الاتصال

source: By email
ar: بالبريد الإلكتروني

source: By phone
ar: بالهاتف

source: Since
ar: منذ

source: on the app
ar: على التطبيق

source: See the seller's website
ar: عرض موقع البائع

source: Similar ads
ar: إعلانات مشابهة

source: Ads by
ar: إعلانات مقدمة من

source: Other ranges
ar: مجالات أخرى

source: Saved filter
ar: مرشح محفوظ

source: Select Your Country
ar: اختر بلدك

source: Enter filter's name
ar: أدخل اسم الفلتر

source: No saved searches
ar: لا يوجد عمليات بحث محفوظة

source: Ads consultation
ar: استشارة إعلانية

source: Type of ad
ar: نوع الإعلان

source: Two Step Auth
ar: مصادقة من خطوتين

source: Two step verification set successfully
ar: تم ضبط التحقق بخطوتين بنجاح

source: Choose at least one type of ad
ar: يجب اختيار نوع إعلان واحد على الأقل

source: Ad for sale
ar: إعلان للبيع

# priceExVAT
source: Price (Price ex. VAT)
ar: السعر (السعر بدون ضريبة القيمة المضافة)

source: Ad for rent
ar: إعلان للإيجار

source: Rental price
ar: سعر الإيجار

source: Hourly
ar: بالساعه

source: Main Image
ar: الصورة الرئيسية

source: Daily
ar: يوميا

source: Weekly
ar: أسبوعيا

source: Monthly
ar: شهريا

source: Pictures and videos
ar: الصور ومقاطع الفيديو

source: Images
ar: صور

source: The picture n°1 is the one which will appear on the listing. You can add up to 10 pictures in .jpg format.
ar: الصورة رقم 1 هي التي ستظهر في الاعلان. يمكنك إضافة ما يصل إلى 10 صور بتنسيق jpg

source: Video
ar: فيديو

source: Next
ar: التالي

source: By WhatsApp
ar: بواسطة واتساب

source: Upload document
ar: تحميل وثيقة

source: Document type
ar: نوع المستند

source: Upload files
ar: تحميل الملفات

# documentTypeRequired
source: Document type is required
ar: نوع المستند مطلوب

# selectDocumentFile
source: Select your document file
ar: حدد ملف المستند الخاص بك

# contactByWhatsApp
source: I want to be contacted by WhatsApp
ar: أريد أن أتصل عبر WhatsApp

source: Warranty
ar: الضمان

source: Most Searched
ar: الأكثر بحثا

source: All the ads
ar: جميع الإعلانات

source: Request a call back
ar: اطلب معاودة الاتصال

# contactUsEmail
source: Contact us by email
ar: اتصل بنا عبر البريد الإلكتروني

source: Choice of the ad
ar: اختيار الإعلان

source: My address
ar: عنواني

# companyAddress
source: Company's address
ar: عنوان الشركة

# addressVisibility
source: This address will be visible on your ads.
ar: سيظهر هذا العنوان في إعلاناتك.

source: Use as billing address
ar: استخدام كعنوان إرسال الفواتير

# currentBillingAddress
source: Your current billing address is the company's.
ar: عنوان إرسال الفواتير الحالي الخاص بك هو عنوان الشركة.

source: Corporate name
ar: اسم الشركة

source: Saturday
ar: السبت

source: Enter offer amount
ar: أدخل قيمة العرض

# nAmountInvalid
source: Amount should be higher than {value}
ar: {value} قيمة العرض يجب أن تكون أعلى من

# successResponse
source: {successResponse,select,emailSentSuccessfully{Email sent successfully} updatedSuccessfully{Updated Successfully} actionApproved{Approved successfully} deletedSuccessfully{Deleted successfully} offerDeclined{Offer declined successfully} offerCountered{Offer Countered Successfully} offerAccepted{Offer Accepted Successfully} other{Success}}
ar: {successResponse,select,emailSentSuccessfully{تم إرسال البريد الإلكتروني بنجاح} actionApproved{تم الموافقة على الإجراء} actionRejected{تم رفض الإجراء} deletedSuccessfully{تم الحذف بنجاح} updatedSuccessfully{تم التعديل بنجاح} offerDeclined{تم رفض العرض ينجاح} offerCountered{ تم احتساب العرض بنجاح} offerAccepted{تم قبول العرض ينجاح} other{Success}}
